<?php

return [
    'first_name' => [
        '田中',
        '鈴木',
        '山田',
        '麻生',
        '安倍',
        '山中',
        '伊藤',
        '後藤',
        '佐藤',
        'マイク',
    ],

    'last_name' => [
        '正俊',
        '恵子',
        '修二',
        '龍',
        '圭一',
        '一郎',
        '真也',
        '恒吉',
        '藤四郎',
        '光',
    ],

    'details' => [
        'あの先生は足が臭いらしい',
        '現在は宮原中学校の教師',
        'いじめを見逃してた',
        '二人の息子がいるらしいよ',
        'よく近くのイオンに出没する',
        '小学生のころはいじめられっ子だった',
        '職員室でゲームやってるのみた。',
        'ペドフィリアで有名だよね',
        '部活の顧問サボってる',
        '褒めるとジュース奢ってくれる',
    ],
];